adafruit/circuitpython/ports/raspberrypi/boards/Breadboard+/mpconfigboard.h
// This file is part of the CircuitPython project: https://circuitpython.org
//
// SPDX-FileCopyrightText: Copyright (c) 2021 Scott Shawcroft for Adafruit Industries
//
// SPDX-License-Identifier: MIT

#pragma once

#define MICROPY_HW_BOARD_NAME "The Breadboard+"
#define MICROPY_HW_MCU_NAME "rp2040"
